{
  "types": [
    {
      "title": "一年级上册"
    },
    {
      "title": "一年级下册"
    },
    {
      "title": "二年级上册"
    },
    {
      "title": "二年级下册"
    },
    {
      "title": "三年级上册"
    },
    {
      "title": "三年级下册"
    },
    {
      "title": "四年级上册"
    },
    {
      "title": "四年级下册"
    },
    {
      "title": "五年级上册"
    },
    {
      "title": "五年级下册",
      "poetry": [
        {
          "title": "四时田园杂兴(其三十一)",
          "dynasty": "宋",
          "author": "范成大",
          "content": "昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。",
          "appreciation": "这首诗描写农村夏日生活中的一个场景。\n首句“昼出耘田夜绩麻”是说：白天下田去除草，晚上搓麻线。“耘田”即除草。初夏，水稻田里秧苗需要除草了。这是男人们干的活。“绩麻”是指妇女们在白天干完别的活后，晚上就搓麻线，再织成布。这句直接写劳动场面。次句“村庄儿女各当家”，“儿女”即男女，全诗用老农的口气，“儿女”也就是指年轻人。“当家”指男女都不得闲，各司其事，各管一行。第三句“童孙未解供耕织”，“童孙”指那些孩子们，他们不会耕也不会织，却也不闲着。他们从小耳濡目染，于是“也傍桑阴学种瓜”，也就在茂盛成阴的桑树底下学种瓜。这是农村中常见的现象，却颇有特色。结句表现了农村儿童的天真情趣。诗人用清新的笔调，对农村初夏时的紧张劳动气氛，作了较为细腻的描写，读来意趣横生。",
          "paraphrase": "白天在田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。小孩子虽然不会耕田织布，也在那桑树荫下学着种瓜。",
          "pinyin": "/ / / / / / / / / / / / / / / / / / gòng / / / / / / / zhòng /",
          "comments": [
            {
              "from": 2,
              "to": 4,
              "content": "在田间除草。"
            },
            {
              "from": 5,
              "to": 7,
              "content": "把麻搓成线。"
            },
            {
              "from": 17,
              "to": 18,
              "content": "理解,懂得。"
            },
            {
              "from": 18,
              "to": 19,
              "content": "从事。"
            },
            {
              "from": 22,
              "to": 23,
              "content": "靠近。"
            },
            {
              "from": 24,
              "to": 25,
              "content": "树荫。"
            }
          ]
        },
        {
          "title": "稚子弄冰",
          "dynasty": "宋",
          "author": "杨万里",
          "content": "稚子金盆脱晓冰，彩丝穿取当银钲。敲成玉磬穿林响，忽作玻璃碎地声。",
          "appreciation": "全诗摄取瞬间快景避开直接描写，用生动形象的“穿林”响声和贴切的比喻,用老者的眼光开掘稚子的情趣。\n一、二句“稚子金盆脱晓冰，彩丝穿取当银钲”。金盆，古时把金属的东西统称作金，这里指铜盆。脱，脱离，取出。晓，清晨。钲（读zhēng），锣。说清晨起来，儿童从铜盆里取出夜间冻好的冰块，用彩色丝线穿上当作银锣。天寒才能结冰，冰块又是很凉的，儿童却早早起来去玩它，写出儿童不怕冷；一块凉凉的冰有什么好玩的呢？有的，可以穿上丝线当锣敲。这是只有儿才想得出的，而且是“彩”线，“银”锣，又很美。说明这个儿童既顽皮，又聪明精灵。\n第三句“敲成玉磬穿林响”，磬（读qìng），乐器名，古时常用玉石雕成。悬于架上，以物敲击。这句详细描写儿童提着银锣似的冰块玩耍的情景。说他手提“银锣”在树林里边敲边跑，“银锣”发出玉磬般美妙的乐声。无疑，这声音清脆悦耳，传得很远。“穿”字，有人在林间奔跑的意思，也有声音的传播。诗句将儿童得到“银锣”，兴高采烈的情态传神地描绘出来，让人想见他那狂喜的身影。\n第四句“忽作玻璃碎地声”。意外的情况发生了，诗的发展出现了波折。玻璃，古时指天然的玉类美石。碎地，落在地上摔碎。意思是;儿童手里的冰块忽然掉在地上，摔碎了，那声音就像美玉落地摔碎一样。儿童的心情怎样呢？诗人没有写，但可以想象出，一定是感到突然，有些遗憾，先是呆呆地站在那里望着地上碎裂的冰块。几乎同时送到耳朵的声响竟是那样优美，又一个意想不到，也许他会瞬间转忧为喜，高兴得又蹦又跳了。这最后一句，意外，又合情理。沉甸甸的冰块，用丝线提着，掉下是很自然的冬天地面冻得很硬，冰块又硬又脆，落地摔碎也很容易。但儿童不考虑这些，只顾高兴地跑呀，敲呀，结果摔碎了。活画出儿童天真可爱的形象，而且情趣横生，余味无穷,给人以美的享受。\n诗中孩子弄冰的场景，充满了乐趣：心态上，寒天“弄冰”，童心炽热；色泽上,“金”盘“彩”丝串“银”冰；形态上，是用“金盘”脱出的“银铮”，圆形；声音上，有“玉罄穿林响”的高亢，忽又转作“玻璃碎地声”的清脆。全诗形色兼具以感目，声意俱美以悦耳赏心，绘声绘色地表现出儿童以冰为钲、自得其乐的盎然意趣。全诗突出一个“稚”字。稚气和乐趣能使儿童忘却严冬的寒冷，保持他一如既往的活力和快乐。孩童与老人在心理特征上有诸多的相通之处，唯其如此，孩童的“脱冰作戏”的场景在老人的眼里才有依依情趣。\n正是以这种老少相通的心理特征为审美基点，杨万里通过“以稚为老”的手法使童趣化为诗趣，一方面从稚子的心理出发，描写“脱冰”的动作细节；另一方面基于世人的心理去感受，欣赏其行为细节，这样孩童的稚气与老人的“天真”相映成趣，融为形之于笔端的盎然诗意。诗人发自内心地尊重儿童的天真，才能把孩子玩冰的情趣描绘得如此真切酣畅。",
          "paraphrase": "清晨，满脸稚气的小孩，将夜间冻结在盘中的冰块脱下，提在手中。轻轻敲打，冰块发出穿林而过的响声，当欣赏者正醉心于那穿林而过的响声时，忽然却听到了另一种声音--冰块落地，发出了如玻璃破碎的声音。",
          "pinyin": "/ zĭ / / / / / / / / / dàng / / / / / / / / / / / / / / / /",
          "comments": [
            {
              "from": 0,
              "to": 2,
              "content": "幼小的孩子。"
            },
            {
              "from": 2,
              "to": 7,
              "content": "早晨从金属盆里把冰取出来。"
            },
            {
              "from": 13,
              "to": 14,
              "content": "一种金属打击乐器。"
            },
            {
              "from": 17,
              "to": 18,
              "content": "一种打击乐器,形状像曲尺。"
            }
          ]
        },
        {
          "title": "村晚",
          "dynasty": "宋",
          "author": "雷震",
          "content": "草满池塘水满陂，山衔落日浸寒漪。牧童归去横牛背，短笛无腔信口吹。",
          "appreciation": "这是一首描写农村晚景的诗。四周长满青草的池塘里，池水灌得满满的，太阳正要落山，红红的火球好像被山吃掉一样（是落山后），倒映在冰凉的池水波纹中。放牛回家的孩子横坐在牛背，他拿着短笛随便的吹奏。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图。1、写景的艺术特色：《村晚》的写景文字集中在一、二两句，写的是山村晚景。诗人把池塘、山、落日三者有机地融合起来，描绘了一幅非常幽雅美丽的图画,为后两句写牧童出场布置了背景。瞧,\"草满池塘水满陂\"，两个\"满\"字，写出仲夏时令的景物特点，写出了景色的生机一片；\"山衔落日浸寒漪\"，一个\"衔\"，写日落西山，拟人味很浓，一个\"浸\"，写山和落日倒映在水中的形象，生动形象。\"横\"字表明牧童不是规矩地骑，而是随意横坐在牛背上，表现了牧童的调皮可爱，天真活泼，淳朴无邪。这些景物，色彩和谐，基调清新，有了这样的环境，那牧童自然就是悠哉悠哉、其乐融融的了。同时，也表现出了牧童无忧无虑，悠闲自在的情致......2、诗歌的意境的创造：诗人是带着一种欣赏的目光去看牧童、写村晚的，他十分满足于这样一种自然风光优美、人的生活自由自在的环境，所以他写牧童，让其“横牛背\"，吹笛呢，则是\"无腔信口\"，是诗人厌倦了尘世的喧嚣，看破了\"红尘滚滚\"呢，还是他天性好静、好无拘无束呢？总之,这首诗描绘的确实是一幅悠然超凡、世外桃源般的画面，无论是色彩的搭配，还是背景与主角的布局，都非常协调，而画中之景、画外之声，又给人一种恬静悠远的美好感觉。",
          "paraphrase": "绿草长满了池塘，池塘里的水呢，几乎溢出了塘岸。远远的青山，衔着彤红的落日，一起把影子倒映在水中，闪动着粼粼波光。那小牧童横骑在牛背上，缓缓地把家还。拿着一支短笛，随口吹着，也没有固定的声腔。",
          "pinyin": "/ / / / / / bēi / / / / / / / / / / / / / / / / / / / / /",
          "comments": [
            {
              "from": 6,
              "to": 7,
              "content": "池岸。"
            },
            {
              "from": 13,
              "to": 14,
              "content": "水中的波纹。"
            },
            {
              "from": 24,
              "to": 25,
              "content": "曲调。"
            },
            {
              "from": 25,
              "to": 27,
              "content": "随口。"
            }
          ]
        },
        {
          "title": "游子吟",
          "dynasty": "唐",
          "author": "孟郊",
          "content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
          "appreciation": "这是一首母爱的颂歌。全诗共六句三十字，采用白描的手法，通过回忆一个看似平常的临行前缝衣的场景，凸显并歌颂了母爱的伟大与无私，表达了诗人对母爱的感激以及对母亲深深的爱与尊敬之情。此诗情感真挚自然，虽无藻绘与雕饰，然而清新流畅，淳朴素淡的语言中蕴含着浓郁醇美的诗味，千百年来广为传诵。开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。这首诗艺术地再现了人所共感的平凡而又伟大的人性美,所以千百年来赢得了无数读者强烈的共鸣。直到清朝，溧阳有两位诗人又吟出了这样的诗句:“父书空满筐，母线萦我襦”(史骐生《写怀》)，“向来多少泪，都染手缝衣”(彭桂《建初弟来都省亲喜极有感》），足见此诗给后人的深刻印象。",
          "paraphrase": "慈母用手中的针线，为远行的儿子赶制身上的衣衫。临行前一针针密密地缝缀，怕的是儿子回来得晚衣服破损。有谁敢说，子女像小草那样微弱的孝心，能够报答得了像春晖普泽的慈母恩情呢？",
          "pinyin": "/ / / / / / zĭ / / / / / / / / / / / / / shuí / / / / / / / / /",
          "comments": [
            {
              "from": 10,
              "to": 11,
              "content": "将要。"
            },
            {
              "from": 15,
              "to": 17,
              "content": "担心。"
            },
            {
              "from": 19,
              "to": 20,
              "content": "回来,回家。"
            },
            {
              "from": 20,
              "to": 22,
              "content": "一作\"难将\"。言:说"
            },
            {
              "from": 22,
              "to": 24,
              "content": "小草。这里比喻子女。"
            },
            {
              "from": 24,
              "to": 25,
              "content": "语义双关,既指草木的茎干,也指子女的心意。"
            },
            {
              "from": 25,
              "to": 27,
              "content": "报答。"
            },
            {
              "from": 27,
              "to": 30,
              "content": "春天灿烂的阳光,指慈母之恩。三春:旧称农历正月为孟春,二月为仲春,三月为季春,合称三春。晖:阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。"
            }
          ]
        },
        {
          "title": "鸟鸣涧",
          "dynasty": "唐",
          "author": "王维",
          "content": "人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。",
          "appreciation": "关于这首诗中的桂花，颇有些分歧意见。一种解释是桂花有春花、秋花、四季花等不同种类，此处所写的当是春日开花的一种。另一种意见认为文艺创作不一定要照搬生活，传说王维画的《袁安卧雪图》，在雪中还有碧绿的芭蕉，现实生活中不可能同时出现的事物，在文艺创作中是允许的。不过，这首诗是王维题友人所居的《皇甫岳云溪杂题五首》之一。五首诗每一首写一处风景，接近于风景写生,而不同于一般的写意画，因此，以解释为山中此时实有的春桂为妥。\n桂树枝叶繁茂，而花瓣细小。花落，尤其是在夜间，并不容易觉察。因此，开头“人闲”二字不能轻易看过。“人闲”说明周围没有人事的烦扰，说明诗人内心的闲静。有此作为前提，细微的桂花从枝上落下，才被觉察到了。诗人能发现这种“落”，或仅凭花落在衣襟上所引起的触觉，或凭声响，或凭花瓣飘坠时所发出的一丝丝芬芳。总之，“落”所能影响于人的因素是很细微的。而当这种细微的因素,竟能被从周围世界中明显地感觉出来的时候，诗人则又不禁要为这夜晚的静谧和由静谧格外显示出来的空寂而惊叹了。这里，诗人的心境和春山的环境气氛，是互相契合而又互相作用的。\n在这春山中，万籁都陶醉在那种夜的色调、夜的宁静里了。因此，当月亮升起,给这夜幕笼罩的空谷，带来皎洁银辉的时候，竟使山鸟惊觉起来。鸟惊，当然是由于它们已习惯于山谷的静默，似乎连月出也带有新的刺激。但月光之明亮，使幽谷前后景象顿时发生变化,亦可想见。所谓“月明星稀，乌鹊南飞”(曹操《短歌行》）是可以供我们联想的。但王维所处的是盛唐时期，不同于建安时代的兵荒马乱，连鸟兽也不免惶惶之感。王维的“月出惊山鸟”，大背景是安定统一的盛唐社会，鸟虽惊，但决不是“绕树三匝，无枝可依”。它们并不飞离春涧，甚至根本没有起飞，只是在林木间偶而发出叫声。“时鸣春涧中”，它们与其说是“惊”，不如说是对月出感到新鲜。因而，如果对照曹操的《短歌行》，我们在王维这首诗中,倒不仅可以看到春山由明月、落花、鸟鸣所点缀的那样一种迷人的环境，而且还能感受到盛唐时代和平安定的社会气氛。\n王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。",
          "paraphrase": "寂无人声，芬芳桂花，轻轻飘落。青山碧林，更显空寂。明月升起，惊动几只栖息山鸟。清脆鸣叫，长久回荡空旷山涧。",
          "comments": [
            {
              "from": 0,
              "to": 2,
              "content": "指没有人事活动相扰。闲:安静、悠闲，含有人生寂静的意思。"
            },
            {
              "from": 2,
              "to": 4,
              "content": "此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。"
            },
            {
              "from": 7,
              "to": 9,
              "content": "春日的山。亦指春日山中。"
            },
            {
              "from": 9,
              "to": 10,
              "content": "空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。"
            },
            {
              "from": 10,
              "to": 12,
              "content": "月亮升起。"
            },
            {
              "from": 12,
              "to": 13,
              "content": "惊动，扰乱。"
            },
            {
              "from": 15,
              "to": 17,
              "content": "偶尔（时而）啼叫。"
            }
          ]
        },
        {
          "title": "从军行",
          "dynasty": "唐",
          "author": "王昌龄",
          "content": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。",
          "appreciation": "唐代边塞诗的读者，往往因为诗中所涉及的地名古今杂举、空间悬隔而感到困惑。怀疑作者不谙地理，因而不求甚解者有之，曲为之解者亦有之。这第四首诗就有这种情形。前两句提到三个地名。雪山即河西走廊南面横亘廷伸的祁连山脉。青海与玉门关东西相距数千里，却同在一幅画面上出现，于是对这两句就有种种不同的解说。有的说，上句是向前极目，下句是回望故乡。这很奇怪。青海、雪山在前，玉门关在后，则抒情主人公回望的故乡该是玉门关西的西域，那不是汉兵，倒成胡兵了。另一说，次句即“孤城玉门关遥望”之倒文，而遥望的对象则是“青海长云暗雪山”，这里存在两种误解：一是把“遥望”解为“遥看”，二是把对西北边陲地区的概括描写误解为抒情主人公望中所见，而前一种误解即因后一种误解而生。“青海长云暗雪山，孤城遥望玉门关”，诗人在开篇描绘了一幅壮阔苍凉的边塞风景，概括了西北边陲的状貌。这两句话的意思是：青海湖上的天空，长云遮蔽，湖北面绵延着的雪山隐约可见,翻过雪山,就是河西走廊荒漠中的孤城，再往西，就可以看到玉门关。在唐代，西边有吐蕃,北边有突厥，当时的青海是唐军和吐蕃多次交战的地方，而玉门关外就是突厥的势力范围，所以这两座城池是唐重要的边防城。看着青海和玉门关，就使战士想到曾经在这两个地方发生过的战斗场面，不由心潮澎湃。可见这两句写景中包含丰富的感情，有戍守边疆将士们对边防的关注，有他们自己能担负保家卫国责任的自豪，也有边疆环境恶劣，将领戍边生活艰苦的孤寂心情，种种感情都融进了这苍凉辽阔、迷茫昏暗的景象中。“黄沙百战穿金甲，不破楼兰终不还。”两句由情景交融的环境描写转为直接抒情。“黄沙百战穿金甲”，是概括力极强的诗句。戍边时间之漫长,战事之频繁，战斗之艰苦,敌军之强悍，边地之荒凉，都于此七字中概括无遗。“百战”是比较抽象的，冠以“黄沙”二字，就突出了西北战场的特征,“百战”而至“穿金甲”，更可想见战斗之艰苦激烈，也可想见这漫长的时间中有一系列“白骨掩蓬蒿”式的壮烈牺牲。但是，金甲尽管磨穿，将士的报国壮志却并没有销磨，而是在大漠风沙的磨炼中变得更加坚定。“不破楼兰终不还”，就是身经百战的将士豪壮的誓言。上一句把战斗之艰苦、战事之频繁越写得突出，这一句便越显得铿锵有力、掷地有声。盛唐优秀的边塞诗有一个重要的思想特色，就是在抒写戍边将士的豪情壮志的同时，并不回避战争的艰苦，本篇就是一个显例。可以说，三四两句不是空洞肤浅的抒情，正是因为有一、二两句那种含蕴丰富的大处落墨的环境描写。典型环境与人物感情高度统一,是王昌龄绝句的一个突出优点，这在本篇中也有明显的体现。",
          "paraphrase": "青海湖上乌云密布，连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。守边将士，身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。",
          "pinyin": "/ / cháng / / / / / / / / / / / / / / / / / / bú / / / / / huán",
          "comments": [
            {
              "from": 11,
              "to": 14,
              "content": "古关名,故在今甘肃敦煌西北。"
            },
            {
              "from": 23,
              "to": 25,
              "content": "西域古国名,这里泛指西域地区的各部族政权。+"
            }
          ]
        },
        {
          "title": "秋夜将晓出篱门迎凉有感",
          "dynasty": "宋",
          "author": "陆游",
          "content": "三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。",
          "appreciation": "要想理解这首诗，必须理解“五千仞岳”，于此有人说是泰山，因为泰山最高，被列在五岳之首，历代君王也多要去泰山封禅，用黄河与泰山作为中原大好山河的象征似乎是再恰当不过的了；赖汉屏认为岳指华山，理由是黄河与华山都在金人占领区内。陆游诗中的“岳”是指华山,可以从《宋史·陆游传》以及陆游的诗词中找到证据。《宋史·陆游传》中有这样的记载:“王炎宣抚川、陕，辟为干办公事。游为炎陈进取之策，以为经略中原必自长安始，取长安必自陇右始。”从中可以看出陆游收复中原的策略，就是通过四川进入陇右，先夺取长安，然后凭借关中的屏障进攻退守，像秦一样收复中原。这样的例子还有很多，陆游把这么多心思用在这一块土地上，可见他的主张是横贯其诗歌创作的始终的，那么“五千仞山上摩天”中的岳指华山自然就最恰当了。\n“三万里河东入海，五千仞岳上摩天。”两句一横一纵，北方中原半个中国的形胜,便鲜明突兀、苍莽无垠地展现出来了。奇伟壮丽的山河，标志着祖国的可爱，象征着民众的坚强不屈，已留下丰富的想象空间。然而，大好河山，陷于敌手，使人感到无比愤慨。这两句意境扩大深沉，对仗工整犹为余事。\n“遗民泪尽胡尘里，南望王师又一年。”句笔锋一转，顿觉风云突起，诗境向更深远的方向开拓。“泪尽”一词，千回万转，更含无限酸辛。眼泪流了六十多年，早已尽了。但即使“眼枯终见血”，那些心怀故国的遗民依然企望南天；金人马队扬起的灰尘，隔不断他们苦盼王师的视线。中原广大人民受到压迫的沉重，经受折磨历程的长久,期望恢复信念的坚定不移与迫切,都充分表达出来了。以“胡尘”作“泪尽”的背景，感情愈加沉痛。结句一个“又”字扩大了时间的上限。他们年年岁岁盼望着南宋能够出师北伐，可是岁岁年年此愿落空。他们不知道，南宋君臣早已把他们忘记得干干净净。\n诗人极写北地遗民的苦望，实际上是在表露自己心头的失望。当然，他们还是不断地盼望下去。人民的爱国热忱真如压在地下的跳荡火苗，历久愈炽；而南宋统治集团则正醉生梦死于西子湖畔，把大好河山、国恨家仇丢在脑后，可谓心死久矣。\n诗人为遗民呼号，目的还是想引起南宋当国者的警觉，激起他们的恢复之志。",
          "paraphrase": "三万里长的黄河奔腾向东流入大海，五千仞高的华山耸入云霄上摩青天。中原人民在胡人压迫下眼泪已流尽，他们盼望王师北伐盼了一年又一年。",
          "pinyin": "/ / / / / / / / / / / / / / / / / jìn / / / / / / / / / /",
          "comments": [
            {
              "from": 0,
              "to": 3,
              "content": "长度，形容它的长，是虚指。"
            },
            {
              "from": 3,
              "to": 4,
              "content": "指黄河。"
            },
            {
              "from": 7,
              "to": 10,
              "content": "形容它的高。仞，古代计算长度的一种单位，周尺八尺或七尺，周尺一尺约合二十三厘米。"
            },
            {
              "from": 10,
              "to": 11,
              "content": "指五岳之一西岳华山。黄河和华山都在金人占领区内。一说指北方泰、恒、嵩、华诸山。"
            },
            {
              "from": 12,
              "to": 14,
              "content": "迫近高天，形容极高。摩，摩擦、接触或触摸。"
            },
            {
              "from": 14,
              "to": 16,
              "content": "指在金占领区生活的汉族人民，却认同南宋王朝统治的人民。"
            },
            {
              "from": 16,
              "to": 18,
              "content": "眼泪流干了，形容十分悲惨、痛苦。"
            },
            {
              "from": 18,
              "to": 20,
              "content": "指金人入侵中原，也指胡人骑兵的铁蹄践踏扬起的尘土和金朝的暴政。胡，中国古代地北方和西方少数民族的泛称。"
            },
            {
              "from": 21,
              "to": 23,
              "content": "远眺南方。"
            },
            {
              "from": 23,
              "to": 25,
              "content": "指宋朝的军队。"
            }
          ]
        },
        {
          "title": "闻官军收河南河北",
          "dynasty": "唐",
          "author": "杜甫",
          "content": "剑外忽传收蓟北，初闻涕泪满衣裳。却看妻子愁何在，漫卷诗书喜欲狂。白日放歌须纵酒，青春作伴好还乡。即从巴峡穿巫峡，便下襄阳向洛阳。",
          "appreciation": "这首诗，作于唐代宗广德元年(763)春天，作者五十二岁。宝应元年(762)冬季，唐军在洛阳附近的横水打了一个大胜仗，收复了洛阳和郑（今河南郑州）、汴（今河南开封）等州，叛军头领薛嵩、张忠志等纷纷投降。第二年，即广德元年正月，史思明的儿子史朝义兵败自缢，其部将田承嗣、李怀仙等相继投降。正流寓梓州（治所在今四川三台）,过着飘泊生活的杜甫听到这个消息，以饱含激情的笔墨，写下了这篇脍炙人口的名作。\n杜甫于此诗下自注：“余田园在东京”，诗的主题是抒写忽闻叛乱已平的捷报，急于奔回老家的喜悦。“剑外忽传收蓟北”，起势迅猛，恰切地表现了捷报的突然。“剑外”乃诗人所在之地，“蓟北”乃安史叛军的老巢，在今河北东北部一带。诗人多年飘泊“剑外”，艰苦备尝，想回故乡而不可能，就由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，真如春雷乍响，山洪突发，惊喜的洪流，一下子冲开了郁积已久的情感闸门，喷薄而出，涛翻浪涌。“初闻涕泪满衣裳”，就是这惊喜的情感洪流涌起的第一个浪头。\n“初闻”紧承“忽传”。“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的逼真表现。“蓟北”已收，战乱将息，乾坤疮痍、黎元疾苦，都将得到疗救，个人颠沛流离、感时恨别的苦日子，总算熬过来了，怎能不喜！然而痛定思痛，回想八年来的重重苦难是怎样熬过来的，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于象恶梦一般过去了，自己可以返回故乡了，人们将开始新的生活了，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。\n第二联以转作承，落脚于“喜欲狂”，这是惊喜的情感洪流涌起的更高洪峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当自己悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，亲人们都不再是愁眉苦脸，而是笑逐颜开，喜气洋洋。亲人的喜反转来增加了自己的喜，再也无心伏案了，随手卷起诗书，大家同享胜利的欢乐。\n“白日放歌须纵酒，青春作伴好还乡”一联，就“喜欲狂”作进一步抒写。“白日”,指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春季，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。想到这里，又怎能不“喜欲狂”!尾联写“青春作伴好还乡”的狂想鼓翼而飞，身在梓州，而弹指之间，心已回到故乡。惊喜的感情洪流于洪峰迭起之后卷起连天高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了想象的飞驰。试想，“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有多么漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”疾速飞驰的画面，一个接一个地从眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。\n这首诗，除第一句叙事点题外，其余各句，都是抒发忽闻胜利消息之后的惊喜之情。万斛泉源，出自胸臆，奔涌直泻。仇兆鳌在《杜少陵集详注》中引王嗣奭的话说：“此诗句句有喜跃意，一气流注，而曲折尽情，绝无妆点，愈朴愈真，他人决不能道。”后代诗论家都极为推崇此诗，赞其为老杜“生平第一首快诗也”(浦起龙《读杜心解》）。",
          "paraphrase": "剑门关外，喜讯忽传，官军收复冀北一带。高兴之余，泪满衣裳。回望妻子儿女，也已一扫愁云，随手卷起诗书，全家欣喜若狂。老夫想要纵酒高歌，结伴春光同回故乡。我的心魂早已高飞，就从巴峡穿过巫峡，再到襄阳直奔洛阳。",
          "pinyin": "/ / / / / / / / / / / / / cháng / / / zĭ / / / / / / / / / / / / / / / / / / / / / / huán / / / / / / / / / / / / / / /",
          "comments": [
            {
              "from": 0,
              "to": 2,
              "content": "剑门关以南，这里指四川。"
            },
            {
              "from": 5,
              "to": 7,
              "content": "泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。"
            },
            {
              "from": 8,
              "to": 9,
              "content": "听说。官军，指唐朝军队。"
            },
            {
              "from": 9,
              "to": 10,
              "content": "眼泪。"
            },
            {
              "from": 14,
              "to": 16,
              "content": "回头看。"
            },
            {
              "from": 16,
              "to": 18,
              "content": "妻子和孩子。"
            },
            {
              "from": 21,
              "to": 28,
              "content": "胡乱地卷起。是说杜甫已经迫不及待地整理行装准备回家乡去了。"
            },
            {
              "from": 30,
              "to": 32,
              "content": "放声高歌。"
            },
            {
              "from": 32,
              "to": 33,
              "content": "应当。"
            },
            {
              "from": 33,
              "to": 35,
              "content": "开怀痛饮。 "
            },
            {
              "from": 35,
              "to": 37,
              "content": "指明丽的春天的景色。"
            },
            {
              "from": 37,
              "to": 39,
              "content": "与妻儿一同。"
            },
            {
              "from": 47,
              "to": 49,
              "content": "长江三峡之一。因穿过巫山得名。"
            },
            {
              "from": 49,
              "to": 50,
              "content": "就的意思。"
            },
            {
              "from": 51,
              "to": 53,
              "content": "今属湖北。"
            },
            {
              "from": 54,
              "to": 56,
              "content": "今属河南，古代城池。"
            }
          ]
        },
        {
          "title": "凉州词",
          "dynasty": "唐",
          "author": "王之涣",
          "content": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。",
          "appreciation": "凉州在今甘肃武威，唐时属陇右道，音乐多杂有西域龟兹（今新疆库车一带）诸国的胡音。唐陇右经略使郭知运在开元年间，把凉州曲谱进献给玄宗后，迅即流行，颇有诗人依谱创作《凉州歌》、《凉州词》者，以抒写边塞风情。这体现了唐人以毫不介怀的态度，对外来文化进行吸收、消化和创新的盛世魄力和大国风范。葡萄自汉朝由西域传入中原，但用来酿酒的风气到唐朝还是以西域为盛。夜光杯，相传是周穆王时代，西胡用白玉精制成，因“光明夜照”得名。此杯此酒，又有如此洋溢着胡地情调的马背上琵琶弹奏来助兴，几个富有特色的意象交相映衬，就把边地军营的开怀痛饮，渲染得华艳不俗，神采动人，而又淋漓尽致了。即便醉倒了，躺在沙场上，你也莫要取笑啊——这既是微带醉意的话，又是带有沉痛、却能放达的生命体验的话。你看古来征战有几人生还呢？既然生命是从战场上拣回来的,就不妨看得开一点，活得潇洒一点,让它在美酒、奇杯和胡乐中，实现自己悲壮的辉煌好了。面对茫茫沙场和胡风酒筵，此诗对战争与娱乐、生与死的体验,也带有几分唐人的豪华感和豪放感。--杨义边地荒寒艰苦的环境，紧张动荡的征戍生活，使得边塞将士很难得到一次欢聚的酒宴。有幸遇到那么一次，那激昂兴奋的情绪，那开怀痛饮、一醉方休的场面，是不难想象的。这首诗正是这种生活和感情的写照。诗中的酒，是西域盛产的葡萄美酒；杯，相传是周穆王时代，西胡以白玉精制成的酒杯，有如“光明夜照”，故称“夜光杯”；乐器则是胡人用的琵琶；还有“沙场”、“征战”等等词语。这一切都表现出一种浓郁的边地色彩和军营生活的风味。诗人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句-“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。第二句开头的“欲饮”二字，渲染出这美酒佳肴盛宴的不凡的诱人魅力，表现出将士们那种豪爽开朗的性格。正在大家“欲饮”未得之时，乐队奏起了琵琶，酒宴开始了，那急促欢快的旋律，象是在催促将士们举杯痛饮，使已经热烈的气氛顿时沸腾起来。这句诗改变了七字句习用的音节，采取上二下五的句法，更增强了它的感染力。这里的“催字”，有人说是催出发，和下文似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，是着意渲染一种欢快宴饮的场面。诗的三、四句是写筵席上的畅饮和劝酒。过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说:“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”(《岘傭说诗》)这话对我们颇有启发。为什么“作悲伤语读便浅”呢？因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。让我们再回过头去看看那欢宴的场面吧：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场,也请诸位莫笑，“古来征战几人回”，我们不是早将生死置之度外了吗？可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它给人的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。\n千百年来，这首诗一直为人们所传诵。",
          "paraphrase": "酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的仅供参考琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。",
          "pinyin": "/ / / / / / / yí / / / / / / / / / / / / / / / / / / / /",
          "comments": [
            {
              "from": 4,
              "to": 7,
              "content": "用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所献之宝。"
            },
            {
              "from": 7,
              "to": 8,
              "content": "将要。"
            },
            {
              "from": 9,
              "to": 11,
              "content": "这里指作战时用来发出号角的声音时用的。"
            },
            {
              "from": 13,
              "to": 14,
              "content": "催人出征；也有人解作鸣奏助兴。"
            },
            {
              "from": 16,
              "to": 18,
              "content": "平坦空旷的沙地，古时多指战场。"
            },
            {
              "from": 18,
              "to": 19,
              "content": "你。"
            },
            {
              "from": 23,
              "to": 25,
              "content": "打仗。"
            }
          ]
        },
        {
          "title": "黄鹤楼送孟浩然之广陵",
          "dynasty": "唐",
          "author": "李白",
          "content": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。",
          "appreciation": "《黄鹤楼送孟浩然之广陵》是唐代大诗人李白创作的一首送别诗。首句点出送别的地点：一代名胜黄鹤楼；二句写送别的时间与去向：“烟花三月”的春色和东南形胜的“扬州”；三、四句，写送别的场景：目送孤帆远去，只留一江春水。全诗寓离情于写景之中，以绚丽斑驳的烟花春色和浩瀚无边的长江为背景，极尽渲染之羽能事，绘出了一幅意境开阔、情丝不绝、色彩明快、风流倜傥的诗人送别画。此诗虽为惜别之作，却写得飘逸灵动，情深而不滞，意永而不悲，辞美而不浮，韵远而不虚。",
          "paraphrase": "老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。",
          "pinyin": "/ / / / / / / / / / / / / / / / / / / / jìn / / cháng / / / /",
          "comments": [
            {
              "from": 4,
              "to": 7,
              "content": "中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传文章三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。"
            },
            {
              "from": 7,
              "to": 9,
              "content": "形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。"
            },
            {
              "from": 11,
              "to": 12,
              "content": "顺流向下而行。"
            },
            {
              "from": 18,
              "to": 21,
              "content": "消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。"
            },
            {
              "from": 21,
              "to": 23,
              "content": "只看见。"
            },
            {
              "from": 25,
              "to": 28,
              "content": "流向天边。天际：天边，天边的尽头。"
            }
          ]
        },
        {
          "title": "乡村四月",
          "dynasty": "宋",
          "author": "翁卷",
          "content": "绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。",
          "appreciation": "这首诗以清新明快的笔调，出神入化地描写了江南农村初夏时节的旖旎风光，表达了诗人对乡村生活的热爱之情。前两句写自然景象。“绿”，写树木葱郁，“白”，写水光映天。诗人从视觉角度着眼，描绘出明丽动人的山水色彩。第二句不仅以烟喻雨，写出了江南梅雨特有的景致，而且以催耕的鸟声，平添了无限的生机。后两句写农家的繁忙。“乡村四月闲人少”一句，绘尽农家四月人繁忙的景象；而第四句以“蚕桑”照应首句的“绿遍山原”，以“插田”照应首句的“白满川”，一个“才”和一个“又”两个虚字极富表现力，不言“忙”而“忙”意自见。“绿遍山原白满川，子规声里雨如烟”。山原，山间原野。白，白色，指水。川，河流。子规，大杜鹃，又名“布谷鸟”，夏时各处飞叫，声如“快快布谷”，有催促农事意。雨如烟，指毛毛细雨，轻如烟雾。意思说：初夏季节，江南的山间原野，到处绿油油的，满河的流水，映着天光，白茫茫一片。在如烟似雾的细雨中，杜鹃鸟不时地鸣叫着，催促着农事。这两句写自然风光。前句是静景，有山原有河水，一“绿”一“白”，色彩明丽；后句是动景，有子规的鸣叫，有细雨的飘洒，情意绵绵。并于景物描写中，暗示出农事正忙。山原绿遍，草木葱茏，桑叶也当肥嫩，河水涨满，细雨如烟，恰是插秧的好时机，更有杜鹃鸟热心地鸣叫催促，人们怎么能够停闲呢?“乡村四月闲人少，才了蚕桑又插田。”后两句歌咏江南初夏的繁忙农事。采桑养蚕和插稻秧，是关系着衣和食的两大农事，现在正是忙季，家家户户都在忙碌不停。对诗的末句不可看得过实，以为家家都是首先做好采桑喂蚕,有人运苗,有人插秧；有人是先蚕桑后插田，有人是先插田后蚕桑，有人则只忙于其中的一项，少不得有人还要做其他活计。“才了蚕桑又插田”，不过是化繁为简，勾画乡村四月农家的忙碌气氛。至于不正面直说人们太忙，却说闲人很少，那是故意说得委婉一些，舒缓一些，为的是在人们一片繁忙紧张之中保持一种从容恬静的气度,而这从容恬静与前两名景物描写的水彩画式的朦胧色调是和谐统一的。这首诗语言明快，格调轻松，形象鲜明，读来朗朗上口，给人留下深刻美好的印象。它把自然之美和劳动之美和谐地统一在画面里，流露出作者的赞美之情，也使读者感受到生活的美好和劳动的乐趣。",
          "paraphrase": "山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫，大地一片欣欣向荣的景象。四月到了，没有人闲着，刚刚结束了蚕桑的事又要插秧了。",
          "pinyin": "/ / / / / / / zĭ / / / / / / / / / / / / / / liăo / / / / /",
          "comments": [
            {
              "from": 2,
              "to": 4,
              "content": "山陵和原野。"
            },
            {
              "from": 4,
              "to": 7,
              "content": "指稻田里的水色映着天光。川：平地。"
            },
            {
              "from": 7,
              "to": 9,
              "content": ""
            },
            {
              "from": 21,
              "to": 23,
              "content": "刚刚结束。"
            },
            {
              "from": 23,
              "to": 25,
              "content": "种桑养蚕。"
            }
          ]
        }
      ]
    },
    {
      "title": "六年级上册"
    },
    {
      "title": "六年级下册"
    }
  ]
}